{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 1593, "word_counts": "{\"way\": 13, \"plug\": 11, \"us\": 12, \"unless\": 5, \"go\": 33, \"converter\": 1, \"good\": 138, \"case\": 29, \"excellent\": 34, \"value\": 6, \"great\": 139, \"jawbone\": 3, \"tied\": 1, \"charger\": 19, \"conversations\": 3, \"lasting\": 2, \"minutesmajor\": 1, \"problems\": 12, \"mic\": 4, \"jiggle\": 1, \"get\": 29, \"line\": 3, \"right\": 19, \"decent\": 5, \"volume\": 12, \"several\": 10, \"dozen\": 1, \"hundred\": 1, \"contacts\": 3, \"imagine\": 1, \"fun\": 3, \"sending\": 4, \"one\": 53, \"razr\": 5, \"owneryou\": 1, \"must\": 6, \"needless\": 1, \"say\": 14, \"wasted\": 2, \"money\": 22, \"waste\": 18, \"time\": 57, \"sound\": 42, \"quality\": 59, \"impressed\": 11, \"going\": 16, \"original\": 6, \"battery\": 45, \"extended\": 2, \"two\": 17, \"seperated\": 1, \"mere\": 1, \"ft\": 1, \"started\": 5, \"notice\": 2, \"excessive\": 1, \"static\": 3, \"garbled\": 1, \"headset\": 47, \"though\": 6, \"design\": 11, \"odd\": 1, \"ear\": 35, \"clip\": 4, \"comfortable\": 18, \"highly\": 11, \"recommend\": 33, \"blue\": 4, \"tooth\": 2, \"phone\": 162, \"advise\": 2, \"everyone\": 7, \"fooled\": 1, \"far\": 18, \"works\": 47, \"clicks\": 1, \"place\": 66, \"makes\": 11, \"wonder\": 1, \"long\": 13, \"mechanism\": 1, \"would\": 49, \"last\": 12, \"went\": 15, \"motorolas\": 2, \"website\": 3, \"followed\": 1, \"directions\": 1, \"could\": 28, \"pair\": 3, \"bought\": 17, \"use\": 43, \"kindle\": 1, \"fire\": 2, \"absolutely\": 8, \"loved\": 10, \"commercials\": 1, \"misleading\": 1, \"yet\": 5, \"run\": 2, \"new\": 22, \"bars\": 6, \"thats\": 6, \"three\": 5, \"days\": 9, \"without\": 10, \"charging\": 5, \"mother\": 1, \"problem\": 12, \"pocket\": 3, \"pc\": 3, \"combination\": 2, \"ive\": 41, \"owned\": 2, \"months\": 10, \"best\": 43, \"mobile\": 2, \"didnt\": 15, \"think\": 21, \"instructions\": 4, \"provided\": 4, \"helpful\": 7, \"people\": 15, \"couldnt\": 12, \"hear\": 12, \"talk\": 9, \"pull\": 2, \"earphone\": 1, \"doesnt\": 16, \"hold\": 5, \"charge\": 13, \"simple\": 6, \"little\": 14, \"breakage\": 1, \"unacceptible\": 1, \"product\": 55, \"ideal\": 1, \"like\": 59, \"whose\": 1, \"ears\": 6, \"sensitive\": 1, \"unusable\": 2, \"moving\": 1, \"car\": 20, \"freeway\": 1, \"speed\": 1, \"years\": 10, \"left\": 10, \"contract\": 1, \"hate\": 6, \"well\": 49, \"ac\": 1, \"included\": 4, \"make\": 15, \"sure\": 11, \"never\": 30, \"juicehighy\": 1, \"recommended\": 4, \"need\": 8, \"least\": 5, \"mins\": 1, \"book\": 2, \"first\": 32, \"turn\": 6, \"phonebattery\": 1, \"life\": 13, \"short\": 2, \"kept\": 7, \"poor\": 18, \"performance\": 4, \"fine\": 16, \"worthless\": 3, \"camera\": 12, \"mp\": 2, \"pics\": 1, \"nice\": 36, \"clear\": 12, \"picture\": 7, \"priced\": 7, \"garbage\": 1, \"audio\": 7, \"bluetooth\": 17, \"features\": 3, \"want\": 13, \"mind\": 3, \"gonna\": 1, \"buy\": 19, \"arguing\": 1, \"verizon\": 8, \"regarding\": 2, \"dropped\": 8, \"calls\": 13, \"returned\": 3, \"phones\": 12, \"seems\": 5, \"made\": 25, \"disappointed\": 22, \"loud\": 6, \"enough\": 22, \"protection\": 3, \"bulky\": 1, \"usable\": 1, \"keyboard\": 4, \"actually\": 5, \"turns\": 2, \"pda\": 2, \"realworld\": 1, \"useful\": 1, \"machine\": 1, \"instead\": 4, \"neat\": 1, \"gadget\": 1, \"pretty\": 19, \"sturdy\": 5, \"large\": 5, \"love\": 30, \"thing\": 16, \"everything\": 16, \"reasonable\": 4, \"price\": 30, \"ie\": 1, \"even\": 28, \"stream\": 1, \"submerged\": 1, \"seconds\": 3, \"still\": 21, \"happy\": 21, \"complaints\": 3, \"end\": 7, \"buttons\": 8, \"bad\": 24, \"essentially\": 2, \"forget\": 2, \"microsofts\": 1, \"tech\": 2, \"support\": 4, \"really\": 46, \"faceplates\": 1, \"since\": 10, \"looks\": 10, \"elegant\": 1, \"cool\": 10, \"headphones\": 6, \"find\": 9, \"perhaps\": 4, \"purchase\": 14, \"seriously\": 8, \"different\": 7, \"particular\": 3, \"angle\": 1, \"party\": 4, \"clearly\": 2, \"big\": 8, \"drawback\": 1, \"player\": 4, \"front\": 5, \"cover\": 3, \"let\": 3, \"pause\": 1, \"skip\": 1, \"songs\": 1, \"lock\": 2, \"week\": 6, \"later\": 6, \"activated\": 1, \"suddenly\": 1, \"died\": 2, \"feels\": 7, \"headsets\": 8, \"wear\": 9, \"glasses\": 2, \"gets\": 7, \"sometimes\": 2, \"ipods\": 1, \"device\": 13, \"situations\": 1, \"work\": 34, \"bmw\": 1, \"series\": 2, \"fairly\": 1, \"quiet\": 2, \"trouble\": 3, \"hearing\": 1, \"person\": 3, \"saying\": 2, \"choice\": 3, \"docking\": 2, \"station\": 4, \"home\": 7, \"beautiful\": 5, \"dwrongly\": 1, \"advertised\": 2, \"item\": 20, \"handy\": 2, \"lot\": 12, \"purchased\": 4, \"within\": 6, \"longer\": 3, \"working\": 11, \"everyday\": 1, \"holds\": 4, \"bargain\": 5, \"packaged\": 3, \"arrived\": 7, \"intended\": 1, \"runs\": 1, \"quickly\": 7, \"worked\": 20, \"broke\": 8, \"easy\": 17, \"loves\": 3, \"construction\": 3, \"better\": 28, \"boy\": 3, \"cheaper\": 2, \"loads\": 1, \"super\": 5, \"costs\": 2, \"much\": 23, \"expect\": 6, \"greater\": 1, \"ease\": 3, \"buds\": 1, \"play\": 3, \"music\": 4, \"dont\": 49, \"order\": 11, \"plan\": 3, \"found\": 12, \"waaay\": 1, \"tried\": 10, \"bluetooths\": 1, \"listener\": 1, \"using\": 12, \"im\": 34, \"decision\": 4, \"integrated\": 1, \"seamlessly\": 1, \"motorola\": 11, \"buyer\": 1, \"beware\": 2, \"flush\": 1, \"toilet\": 1, \"definitely\": 17, \"free\": 5, \"shipping\": 5, \"received\": 7, \"supposedly\": 1, \"apparently\": 2, \"match\": 3, \"prosgood\": 1, \"pictures\": 5, \"also\": 40, \"styles\": 1, \"black\": 8, \"white\": 4, \"huge\": 6, \"flaw\": 2, \"correctly\": 1, \"jabra\": 9, \"reception\": 15, \"piece\": 15, \"fit\": 12, \"although\": 4, \"rated\": 2, \"impressive\": 2, \"megapixels\": 1, \"renders\": 1, \"images\": 1, \"fall\": 3, \"expectations\": 2, \"relatively\": 1, \"high\": 6, \"resolution\": 2, \"purcashed\": 1, \"call\": 10, \"wife\": 5, \"ask\": 4, \"slim\": 2, \"light\": 8, \"display\": 3, \"geeky\": 1, \"sex\": 2, \"toast\": 2, \"rocks\": 3, \"oozes\": 1, \"embedded\": 1, \"sleek\": 2, \"stylish\": 1, \"leather\": 4, \"fast\": 6, \"compromise\": 1, \"full\": 6, \"qwerty\": 1, \"basic\": 1, \"cell\": 14, \"number\": 3, \"keypad\": 2, \"got\": 23, \"around\": 10, \"may\": 6, \"completely\": 8, \"unhappy\": 2, \"winner\": 2, \"setup\": 3, \"simpler\": 1, \"earpieces\": 3, \"fits\": 11, \"comfortably\": 4, \"strong\": 5, \"signal\": 6, \"iam\": 1, \"pleased\": 7, \"job\": 7, \"done\": 5, \"basically\": 4, \"service\": 69, \"set\": 4, \"weeks\": 5, \"bt\": 4, \"disapoinment\": 1, \"small\": 12, \"realize\": 1, \"getting\": 7, \"used\": 17, \"accompanied\": 1, \"software\": 7, \"almost\": 4, \"brilliant\": 1, \"nicely\": 1, \"avoid\": 6, \"damage\": 1, \"definitly\": 1, \"buyerbe\": 1, \"careful\": 2, \"majority\": 1, \"logitech\": 2, \"earbud\": 3, \"failed\": 3, \"stuff\": 4, \"peachykeen\": 1, \"house\": 3, \"coverage\": 3, \"upstairs\": 1, \"basement\": 1, \"voice\": 8, \"recognition\": 2, \"tremendous\": 2, \"minute\": 1, \"experienced\": 3, \"drops\": 3, \"area\": 8, \"takes\": 2, \"forever\": 3, \"hours\": 7, \"literally\": 4, \"reccomendation\": 1, \"relative\": 1, \"glad\": 5, \"items\": 1, \"stated\": 2, \"description\": 3, \"screen\": 9, \"sudden\": 1, \"hoping\": 3, \"linking\": 1, \"blackberry\": 2, \"curve\": 1, \"know\": 13, \"sounds\": 2, \"funny\": 2, \"seemed\": 1, \"sketchy\": 1, \"technology\": 2, \"wouldnt\": 3, \"wellwell\": 1, \"wired\": 2, \"kind\": 9, \"messages\": 1, \"web\": 1, \"browsing\": 1, \"significantly\": 1, \"faster\": 1, \"previous\": 2, \"build\": 1, \"unlike\": 1, \"cheap\": 10, \"fantastic\": 12, \"perfectly\": 9, \"colors\": 1, \"wi\": 2, \"superb\": 2, \"whine\": 1, \"internet\": 6, \"goesthe\": 1, \"less\": 7, \"communications\": 1, \"tool\": 4, \"communicate\": 1, \"charm\": 5, \"maintain\": 2, \"monkeys\": 1, \"shouldnt\": 2, \"obviously\": 4, \"share\": 1, \"dna\": 1, \"copy\": 1, \"humans\": 1, \"bougth\": 1, \"lc\": 1, \"look\": 11, \"sharp\": 3, \"graphics\": 2, \"mode\": 1, \"button\": 2, \"side\": 10, \"thank\": 2, \"wasting\": 3, \"bethe\": 1, \"igo\": 2, \"chargers\": 3, \"tips\": 2, \"file\": 1, \"browser\": 1, \"offers\": 1, \"options\": 3, \"needshandsfree\": 1, \"network\": 3, \"connected\": 2, \"wifes\": 2, \"bluetoothmotorola\": 1, \"hs\": 1, \"whether\": 2, \"put\": 6, \"latest\": 1, \"os\": 1, \"vg\": 1, \"likes\": 1, \"slow\": 8, \"crawl\": 1, \"every\": 12, \"recognizes\": 1, \"storage\": 2, \"buzzing\": 2, \"override\": 2, \"bluetoooth\": 1, \"functionality\": 2, \"awesome\": 6, \"thorn\": 1, \"abhor\": 1, \"recently\": 2, \"stay\": 7, \"minutes\": 19, \"disconnected\": 1, \"incredible\": 6, \"bucks\": 2, \"check\": 5, \"mail\": 1, \"night\": 9, \"backlight\": 1, \"message\": 1, \"lost\": 3, \"replacement\": 3, \"ring\": 2, \"toneoverall\": 1, \"lately\": 1, \"extremely\": 7, \"wit\": 1, \"hit\": 5, \"dropping\": 2, \"weight\": 1, \"hardly\": 1, \"youll\": 1, \"thin\": 3, \"pleather\": 1, \"useless\": 7, \"simply\": 4, \"deaf\": 1, \"color\": 6, \"prettier\": 1, \"thought\": 5, \"incredibly\": 2, \"investment\": 1, \"strange\": 2, \"ticking\": 1, \"noises\": 1, \"ends\": 1, \"electronics\": 1, \"available\": 1, \"fm\": 1, \"transmitters\": 1, \"lasts\": 4, \"h\": 1, \"mega\": 1, \"pixel\": 1, \"part\": 6, \"reasonably\": 5, \"nearly\": 3, \"transmit\": 1, \"back\": 49, \"bother\": 2, \"contacting\": 1, \"company\": 9, \"dollar\": 1, \"learned\": 1, \"lesson\": 1, \"form\": 3, \"online\": 1, \"anyway\": 3, \"earbugs\": 1, \"means\": 1, \"range\": 5, \"able\": 4, \"roam\": 1, \"living\": 2, \"room\": 3, \"receptionsound\": 1, \"issues\": 2, \"felt\": 7, \"crack\": 1, \"worst\": 23, \"ever\": 38, \"infatuated\": 1, \"freezes\": 1, \"frequently\": 1, \"embarrassing\": 2, \"mostly\": 1, \"childlike\": 1, \"lightweight\": 4, \"id\": 9, \"expected\": 6, \"consumer\": 2, \"experience\": 11, \"theres\": 3, \"horrible\": 12, \"tick\": 1, \"background\": 2, \"certainly\": 3, \"usually\": 2, \"headbands\": 1, \"mess\": 3, \"hair\": 3, \"bit\": 5, \"year\": 10, \"tell\": 6, \"ordered\": 10, \"sony\": 3, \"ericsson\": 1, \"favorite\": 3, \"purchases\": 1, \"market\": 3, \"authentic\": 6, \"shine\": 1, \"comfort\": 3, \"excited\": 2, \"cute\": 2, \"mistake\": 5, \"disappointment\": 6, \"calendar\": 1, \"sync\": 1, \"customer\": 11, \"additional\": 2, \"gels\": 2, \"whatsoever\": 3, \"defeats\": 1, \"purpose\": 1, \"worth\": 12, \"penny\": 1, \"wallet\": 1, \"type\": 1, \"excrutiatingly\": 1, \"probably\": 8, \"important\": 5, \"aspect\": 1, \"glove\": 1, \"secure\": 2, \"durable\": 1, \"gosh\": 1, \"attractive\": 1, \"appears\": 2, \"factor\": 1, \"rubberpetroleum\": 1, \"smell\": 2, \"unbearable\": 1, \"caused\": 2, \"return\": 8, \"cable\": 6, \"flimsy\": 2, \"scary\": 1, \"earpiece\": 4, \"hands\": 5, \"stereo\": 1, \"month\": 2, \"flawlessly\": 2, \"absolutel\": 1, \"junk\": 8, \"either\": 9, \"real\": 9, \"drain\": 3, \"potentially\": 1, \"fry\": 2, \"unreliable\": 4, \"giving\": 1, \"gave\": 4, \"stars\": 10, \"reversible\": 1, \"rotating\": 1, \"feature\": 5, \"whole\": 3, \"family\": 7, \"seller\": 4, \"plantronics\": 4, \"adorable\": 2, \"buying\": 5, \"poorly\": 3, \"contstruct\": 1, \"hinge\": 1, \"installed\": 1, \"charged\": 4, \"overnite\": 1, \"thru\": 1, \"handset\": 1, \"cat\": 1, \"attacked\": 1, \"scratched\": 3, \"protective\": 1, \"strip\": 2, \"destroying\": 1, \"terrible\": 14, \"razor\": 1, \"vi\": 2, \"wise\": 1, \"someone\": 3, \"shouldve\": 1, \"invented\": 1, \"sooner\": 1, \"trythe\": 1, \"engineered\": 1, \"clever\": 1, \"many\": 12, \"complained\": 1, \"microphone\": 3, \"weak\": 4, \"old\": 9, \"nokia\": 7, \"tracfone\": 1, \"care\": 6, \"instruction\": 1, \"manual\": 1, \"lacking\": 5, \"alarm\": 1, \"clock\": 1, \"removing\": 1, \"antena\": 1, \"uncomfortable\": 3, \"quite\": 12, \"compared\": 1, \"plugged\": 3, \"lg\": 4, \"gotten\": 2, \"compliments\": 1, \"state\": 1, \"allow\": 1, \"usage\": 1, \"driving\": 3, \"immediately\": 3, \"ngage\": 1, \"earbuds\": 1, \"dialing\": 2, \"cant\": 15, \"anything\": 5, \"low\": 9, \"howeverthe\": 1, \"riingtones\": 1, \"neither\": 2, \"games\": 2, \"amazon\": 9, \"sucks\": 6, \"rip\": 1, \"came\": 15, \"ago\": 6, \"couple\": 7, \"ipod\": 2, \"recharge\": 2, \"frequentyly\": 1, \"flip\": 3, \"adhesive\": 1, \"disappointing\": 7, \"inexpensive\": 3, \"practically\": 1, \"add\": 1, \"boost\": 1, \"times\": 14, \"concrete\": 1, \"knock\": 1, \"wood\": 1, \"transformed\": 1, \"organizational\": 1, \"capability\": 1, \"easier\": 4, \"sitting\": 1, \"vehicle\": 1, \"cradle\": 1, \"belt\": 5, \"jerks\": 1, \"los\": 1, \"angeles\": 1, \"starter\": 1, \"wireless\": 3, \"loudspeaker\": 1, \"option\": 1, \"bumpers\": 1, \"lights\": 1, \"appealing\": 1, \"improve\": 1, \"leaks\": 1, \"hot\": 4, \"according\": 1, \"called\": 1, \"applifies\": 1, \"save\": 2, \"specially\": 1, \"face\": 4, \"transmission\": 1, \"data\": 5, \"finished\": 1, \"looking\": 8, \"happier\": 4, \"ill\": 9, \"drivng\": 1, \"along\": 2, \"starts\": 2, \"ringing\": 2, \"reason\": 2, \"auto\": 1, \"reverse\": 1, \"tape\": 1, \"embarassing\": 1, \"hurt\": 1, \"try\": 10, \"push\": 2, \"protects\": 1, \"sides\": 5, \"average\": 1, \"operates\": 1, \"skype\": 2, \"soyo\": 1, \"take\": 14, \"self\": 2, \"portraits\": 1, \"outside\": 3, \"exterior\": 1, \"others\": 6, \"mentioned\": 1, \"trying\": 5, \"handsfree\": 3, \"gadgets\": 1, \"finally\": 4, \"magical\": 1, \"help\": 2, \"crap\": 5, \"shipped\": 2, \"promptly\": 1, \"exactly\": 3, \"wanted\": 4, \"comparablypriced\": 1, \"offering\": 1, \"today\": 5, \"deal\": 10, \"satisfied\": 5, \"encourage\": 1, \"give\": 10, \"youd\": 3, \"effective\": 1, \"waiting\": 4, \"recieve\": 1, \"prompt\": 2, \"especially\": 6, \"stupid\": 3, \"keep\": 5, \"cradles\": 1, \"kits\": 1, \"comes\": 4, \"excelent\": 1, \"cingulair\": 1, \"nicer\": 1, \"noticed\": 2, \"era\": 1, \"colored\": 1, \"goes\": 3, \"dead\": 3, \"hoursthe\": 1, \"thereplacement\": 1, \"cheaply\": 1, \"att\": 2, \"distorted\": 1, \"yell\": 1, \"plastic\": 5, \"breaks\": 3, \"oh\": 4, \"forgot\": 1, \"mention\": 2, \"weird\": 1, \"effect\": 2, \"iriver\": 1, \"spinn\": 1, \"unit\": 8, \"fond\": 1, \"magnetic\": 1, \"strap\": 1, \"overall\": 8, \"psyched\": 1, \"appointments\": 1, \"another\": 12, \"note\": 3, \"appearance\": 1, \"rather\": 6, \"bland\": 7, \"model\": 2, \"sanyo\": 1, \"survived\": 1, \"dozens\": 1, \"blacktop\": 1, \"earphones\": 1, \"finds\": 1, \"away\": 8, \"enter\": 1, \"modest\": 1, \"cellular\": 1, \"clarity\": 5, \"warning\": 2, \"wish\": 2, \"awsome\": 1, \"drained\": 1, \"dying\": 2, \"earpad\": 1, \"onlyi\": 1, \"anyone\": 8, \"displeased\": 1, \"might\": 4, \"defect\": 1, \"risk\": 1, \"built\": 1, \"alone\": 3, \"difficult\": 6, \"install\": 2, \"restored\": 1, \"purchasing\": 2, \"jx\": 1, \"moto\": 2, \"q\": 3, \"figure\": 2, \"searched\": 1, \"size\": 3, \"key\": 1, \"pad\": 1, \"lit\": 1, \"nothing\": 10, \"hard\": 9, \"wasnt\": 10, \"portable\": 1, \"colleague\": 1, \"receptiona\": 1, \"expensive\": 4, \"fully\": 1, \"bed\": 1, \"turned\": 3, \"wifi\": 1, \"morning\": 1, \"reading\": 2, \"memory\": 2, \"card\": 1, \"always\": 15, \"wearing\": 2, \"hat\": 1, \"sunglasses\": 3, \"timely\": 1, \"shipment\": 1, \"solid\": 2, \"surefire\": 1, \"gx\": 1, \"computer\": 3, \"buyers\": 1, \"remorse\": 1, \"accessoryone\": 1, \"inexcusable\": 1, \"returning\": 2, \"changing\": 2, \"carriers\": 1, \"tmobile\": 4, \"update\": 1, \"procedure\": 1, \"cumbersome\": 2, \"delivery\": 2, \"vx\": 2, \"env\": 1, \"switch\": 2, \"rocketed\": 1, \"destination\": 1, \"unknown\": 1, \"longwearing\": 1, \"conditions\": 1, \"worthwhile\": 2, \"usefulness\": 1, \"verizons\": 1, \"bills\": 1, \"however\": 9, \"understand\": 2, \"pricing\": 2, \"plans\": 1, \"overnight\": 1, \"batteries\": 2, \"wont\": 11, \"regret\": 1, \"user\": 2, \"friendly\": 19, \"unfortunately\": 5, \"ability\": 2, \"receiving\": 2, \"pitiful\": 1, \"respect\": 1, \"exchanged\": 2, \"results\": 3, \"stuck\": 1, \"max\": 1, \"mute\": 1, \"hybrid\": 1, \"palmtopcameracellphone\": 1, \"excels\": 1, \"roles\": 1, \"btv\": 1, \"liked\": 4, \"wrong\": 6, \"described\": 2, \"bose\": 1, \"noise\": 3, \"cancelling\": 1, \"amazing\": 13, \"nyc\": 2, \"commuter\": 1, \"defective\": 2, \"given\": 5, \"star\": 4, \"unacceptableunless\": 1, \"holster\": 3, \"photo\": 1, \"ad\": 1, \"greatno\": 1, \"earlier\": 1, \"review\": 3, \"noted\": 1, \"happens\": 1, \"frog\": 1, \"eye\": 1, \"catching\": 2, \"pushed\": 1, \"function\": 1, \"amazed\": 2, \"aluminum\": 1, \"palm\": 4, \"wellit\": 1, \"protected\": 1, \"handheld\": 1, \"tools\": 1, \"sturdiness\": 1, \"orders\": 1, \"timeframe\": 2, \"source\": 1, \"waterproof\": 1, \"complaint\": 2, \"standard\": 2, \"thanks\": 1, \"things\": 7, \"ended\": 3, \"sliding\": 1, \"edge\": 1, \"pants\": 1, \"pockets\": 1, \"store\": 4, \"ugly\": 1, \"shield\": 1, \"incrediable\": 1, \"improvement\": 1, \"refuse\": 1, \"refund\": 3, \"replace\": 4, \"accidentally\": 2, \"activate\": 1, \"gentletouch\": 1, \"touch\": 3, \"listening\": 2, \"threw\": 1, \"window\": 1, \"took\": 8, \"drop\": 3, \"inches\": 1, \"kitchen\": 2, \"counter\": 1, \"crackedi\": 1, \"laughing\": 1, \"trunk\": 1, \"carried\": 1, \"conversation\": 2, \"hitch\": 1, \"practical\": 1, \"ample\": 2, \"eargels\": 2, \"channel\": 1, \"directly\": 1, \"seem\": 2, \"increase\": 1, \"none\": 8, \"ones\": 1, \"properly\": 1, \"missed\": 2, \"numerous\": 2, \"cannot\": 6, \"sucked\": 3, \"shifting\": 1, \"bubbling\": 1, \"peeling\": 1, \"scratch\": 1, \"nothingi\": 1, \"droid\": 1, \"zero\": 6, \"exercise\": 1, \"frustration\": 1, \"earset\": 1, \"outgoing\": 1, \"total\": 3, \"package\": 1, \"understanding\": 1, \"patient\": 1, \"wirefly\": 1, \"stari\": 1, \"contact\": 1, \"cingularatt\": 1, \"inform\": 1, \"practice\": 1, \"aggravating\": 1, \"friends\": 5, \"enjoy\": 4, \"virgin\": 1, \"muddy\": 1, \"casing\": 1, \"wires\": 1, \"insert\": 1, \"glued\": 1, \"slid\": 1, \"please\": 4, \"isnt\": 3, \"plantronincs\": 1, \"continues\": 1, \"flawed\": 1, \"disapointing\": 1, \"fourth\": 1, \"hated\": 1, \"fixes\": 1, \"accessing\": 1, \"downloading\": 1, \"ringtones\": 4, \"performing\": 1, \"functions\": 1, \"barely\": 2, \"constantly\": 1, \"unacceptable\": 1, \"joke\": 3, \"said\": 9, \"due\": 2, \"happening\": 1, \"forced\": 2, \"stop\": 3, \"adapters\": 1, \"walked\": 3, \"procedures\": 1, \"reset\": 1, \"wiping\": 1, \"strength\": 1, \"plays\": 1, \"louder\": 1, \"speaker\": 3, \"constructed\": 1, \"menus\": 2, \"navigate\": 1, \"recessed\": 1, \"holding\": 2, \"onid\": 1, \"avoiding\": 1, \"brokeni\": 1, \"smoking\": 1, \"sprint\": 3, \"linked\": 1, \"effort\": 2, \"possesed\": 1, \"idea\": 1, \"trash\": 1, \"research\": 1, \"development\": 1, \"division\": 1, \"knows\": 1, \"theyre\": 1, \"killer\": 1, \"course\": 2, \"breaking\": 2, \"infuriating\": 1, \"walkman\": 1, \"charges\": 1, \"feel\": 7, \"europe\": 1, \"asia\": 1, \"clipping\": 1, \"deffinitely\": 1, \"cents\": 1, \"upandcoming\": 1, \"behing\": 1, \"comfortible\": 1, \"day\": 9, \"pain\": 1, \"quick\": 5, \"arrival\": 1, \"fraction\": 1, \"samsungcrap\": 1, \"crappy\": 1, \"samsung\": 5, \"e\": 2, \"seeen\": 1, \"stopped\": 3, \"needed\": 4, \"operate\": 2, \"screenthis\": 1, \"interface\": 1, \"decade\": 1, \"compete\": 1, \"designs\": 1, \"paired\": 2, \"treo\": 4, \"w\": 1, \"usb\": 3, \"transceiver\": 1, \"steer\": 1, \"genuine\": 1, \"replacementr\": 1, \"pens\": 1, \"come\": 13, \"threepack\": 1, \"buyit\": 1, \"beats\": 1, \"fingers\": 1, \"plus\": 5, \"believe\": 2, \"steep\": 1, \"point\": 4, \"cases\": 5, \"normally\": 1, \"apart\": 2, \"haul\": 1, \"dissapointing\": 1, \"brand\": 2, \"extra\": 6, \"originally\": 1, \"discarded\": 1, \"phonesmp\": 1, \"players\": 1, \"posted\": 1, \"detailed\": 1, \"comments\": 1, \"grey\": 1, \"red\": 4, \"pay\": 5, \"guess\": 3, \"existing\": 1, \"cds\": 1, \"connection\": 5, \"surprised\": 1, \"reviews\": 4, \"fabulous\": 1, \"currently\": 1, \"firstperson\": 1, \"shooters\": 1, \"delay\": 1, \"messes\": 1, \"bitpim\": 1, \"program\": 1, \"internetto\": 1, \"transfer\": 1, \"phonethe\": 1, \"accessory\": 1, \"manufacturer\": 1, \"performed\": 2, \"awful\": 4, \"muffled\": 1, \"tinny\": 3, \"incoming\": 1, \"severe\": 1, \"echo\": 2, \"windresistant\": 1, \"overly\": 1, \"replaceeasy\": 1, \"contacted\": 1, \"told\": 5, \"warranty\": 2, \"produce\": 1, \"receipt\": 1, \"luck\": 1, \"linksys\": 1, \"exchange\": 1, \"refurb\": 1, \"something\": 4, \"bar\": 4, \"placed\": 2, \"snug\": 1, \"heavyit\": 1, \"keeps\": 1, \"falling\": 2, \"utter\": 1, \"promised\": 1, \"loop\": 1, \"tiny\": 2, \"four\": 1, \"spring\": 3, \"latch\": 1, \"visor\": 1, \"tries\": 2, \"download\": 2, \"address\": 1, \"rebootsoverall\": 1, \"rate\": 1, \"tungsten\": 1, \"flipphones\": 1, \"welldesigned\": 1, \"smoothly\": 1, \"study\": 1, \"interested\": 1, \"sins\": 1, \"industrial\": 1, \"happened\": 2, \"tracking\": 1, \"access\": 2, \"detachable\": 1, \"continue\": 2, \"pairing\": 3, \"periodically\": 1, \"somehow\": 1, \"upload\": 1, \"third\": 4, \"locks\": 1, \"screens\": 1, \"flash\": 2, \"randomly\": 1, \"locked\": 1, \"truly\": 2, \"cellphone\": 1, \"wornout\": 1, \"ringer\": 1, \"choices\": 1, \"tones\": 2, \"acceptable\": 1, \"balance\": 1, \"ready\": 1, \"prime\": 2, \"coming\": 6, \"upbeat\": 1, \"chinese\": 2, \"forgeries\": 1, \"abound\": 1, \"explain\": 1, \"jack\": 1, \"ca\": 1, \"crisp\": 2, \"smallest\": 1, \"stays\": 1, \"biggest\": 1, \"drains\": 1, \"superfast\": 1, \"ergonomic\": 1, \"theory\": 1, \"stand\": 1, \"video\": 2, \"clips\": 1, \"occupied\": 1, \"distracting\": 1, \"hour\": 5, \"entire\": 1, \"accept\": 2, \"except\": 1, \"cbr\": 1, \"mps\": 1, \"preferably\": 1, \"ripped\": 3, \"windows\": 1, \"media\": 1, \"beat\": 3, \"shots\": 1, \"sos\": 1, \"signals\": 1, \"allows\": 2, \"connect\": 1, \"miniusb\": 1, \"near\": 1, \"open\": 1, \"allowing\": 1, \"startac\": 1, \"regretted\": 1, \"outperform\": 1, \"china\": 1, \"numbers\": 1, \"sim\": 1, \"phonemy\": 1, \"r\": 1, \"crashed\": 1, \"replaced\": 1, \"quit\": 1, \"iphone\": 3, \"despite\": 3, \"connecting\": 1, \"multiple\": 2, \"power\": 3, \"sources\": 1, \"imac\": 1, \"external\": 1, \"wall\": 4, \"outlet\": 3, \"etc\": 3, \"elsewhere\": 3, \"bells\": 1, \"whistles\": 1, \"mediocre\": 3, \"via\": 1, \"slide\": 1, \"grip\": 1, \"prevents\": 1, \"slipping\": 1, \"hand\": 4, \"onethis\": 1, \"span\": 1, \"exclaim\": 1, \"whoa\": 1, \"tv\": 1, \"corded\": 1, \"freedom\": 1, \"passed\": 3, \"mark\": 1, \"shows\": 1, \"signs\": 2, \"functional\": 1, \"soft\": 1, \"tight\": 1, \"cut\": 3, \"shape\": 1, \"copier\": 1, \"sizes\": 2, \"sent\": 1, \"anywhere\": 1, \"sold\": 1, \"units\": 1, \"pros\": 1, \"provides\": 1, \"classy\": 1, \"krussel\": 1, \"tracfonewebsite\": 1, \"toactivate\": 1, \"texas\": 1, \"dit\": 1, \"mainly\": 1, \"soon\": 6, \"whatever\": 1, \"next\": 9, \"blueant\": 1, \"supertooth\": 1, \"metro\": 2, \"pcs\": 1, \"schr\": 1, \"slider\": 1, \"premium\": 1, \"plugs\": 1, \"plenty\": 1, \"capacity\": 1, \"confortable\": 1, \"somewhat\": 1, \"periods\": 1, \"ant\": 1, \"hey\": 1, \"pleasantly\": 1, \"suprised\": 1, \"cost\": 2, \"dustpan\": 1, \"indoors\": 1, \"disposable\": 1, \"puff\": 1, \"smoke\": 1, \"convenient\": 2, \"ride\": 1, \"smoother\": 1, \"nano\": 1, \"itmy\": 1, \"son\": 2, \"dissapointed\": 1, \"reccommend\": 1, \"carries\": 1, \"highest\": 1, \"antiglare\": 1, \"protector\": 2, \"date\": 3, \"smartphone\": 1, \"atleast\": 1, \"addition\": 1, \"amp\": 1, \"reoccurebottom\": 1, \"somewhere\": 1, \"else\": 3, \"cingular\": 3, \"methe\": 1, \"creaks\": 1, \"wooden\": 1, \"floor\": 1, \"apartment\": 1, \"generally\": 1, \"inconspicuous\": 1, \"boot\": 3, \"slowly\": 1, \"sorry\": 1, \"impossible\": 1, \"refused\": 1, \"upgrade\": 1, \"discount\": 2, \"securly\": 1, \"possibility\": 1, \"double\": 2, \"booking\": 1, \"break\": 4, \"entertainment\": 1, \"communication\": 1, \"managementoh\": 1, \"activesync\": 1, \"optimal\": 1, \"synchronization\": 1, \"disgusting\": 2, \"coupon\": 1, \"rare\": 2, \"instance\": 1, \"perfect\": 4, \"ps\": 1, \"five\": 2, \"cheapy\": 1, \"lots\": 2, \"sounded\": 2, \"talking\": 1, \"shouting\": 1, \"telephone\": 1, \"wind\": 1, \"yes\": 1, \"shiny\": 1, \"grtting\": 1, \"vc\": 1, \"thumbs\": 3, \"together\": 2, \"exceeds\": 1, \"feet\": 2, \"sight\": 1, \"improper\": 1, \"chargelife\": 1, \"checked\": 3, \"everywhere\": 1, \"ordering\": 2, \"effects\": 1, \"palms\": 1, \"awkward\": 2, \"hoped\": 1, \"father\": 1, \"v\": 1, \"pads\": 1, \"easily\": 5, \"stops\": 1, \"intermittently\": 1, \"reaching\": 1, \"bottom\": 2, \"row\": 1, \"send\": 3, \"keys\": 1, \"nightmare\": 1, \"describe\": 1, \"speakerphone\": 1, \"cassette\": 1, \"current\": 2, \"cellphones\": 1, \"planning\": 1, \"says\": 3, \"dirty\": 2, \"autoanswer\": 1, \"read\": 1, \"havent\": 2, \"products\": 1, \"sensor\": 1, \"reliability\": 1, \"beeping\": 1, \"letting\": 1, \"dieing\": 1, \"laptop\": 2, \"ir\": 1, \"yearsgreat\": 1, \"cancellation\": 1, \"counterfeit\": 1, \"see\": 5, \"travled\": 1, \"swivel\": 1, \"sister\": 1, \"dualpurpose\": 1, \"keeping\": 1, \"inside\": 6, \"bottowm\": 1, \"lineanother\": 1, \"gimmick\": 1, \"opens\": 1, \"broken\": 1, \"top\": 2, \"causing\": 1, \"discomfort\": 1, \"trust\": 1, \"loudglad\": 1, \"maintains\": 1, \"flawless\": 1, \"normal\": 2, \"making\": 3, \"fails\": 2, \"wrongfirst\": 1, \"devices\": 1, \"utterly\": 1, \"confusing\": 1, \"lose\": 2, \"holder\": 1, \"cutouts\": 1, \"landline\": 1, \"loops\": 1, \"material\": 1, \"flaws\": 1, \"exceptional\": 2, \"owning\": 1, \"official\": 1, \"oem\": 1, \"loudest\": 1, \"setting\": 2, \"competitors\": 1, \"show\": 2, \"saved\": 1, \"alot\": 1, \"cuts\": 1, \"beep\": 3, \"ok\": 2, \"totally\": 4, \"unintelligible\": 1, \"word\": 3, \"restart\": 1, \"managed\": 2, \"bend\": 1, \"leaf\": 1, \"metal\": 1, \"stress\": 1, \"leopard\": 1, \"print\": 1, \"wonderfully\": 1, \"wild\": 1, \"saggy\": 1, \"floppy\": 1, \"looses\": 1, \"abovepretty\": 1, \"soundwise\": 1, \"snap\": 1, \"carry\": 1, \"fliptop\": 1, \"loose\": 1, \"wobbly\": 1, \"eventually\": 1, \"receive\": 1, \"seat\": 2, \"fulfills\": 1, \"requirements\": 1, \"fact\": 4, \"rests\": 1, \"lightly\": 2, \"websites\": 1, \"rating\": 2, \"cables\": 1, \"lap\": 1, \"controls\": 1, \"accessable\": 1, \"mine\": 1, \"christmas\": 1, \"rest\": 2, \"otherwise\": 1, \"joy\": 2, \"satisifed\": 1, \"sa\": 1, \"wow\": 5, \"specs\": 1, \"armband\": 1, \"allot\": 1, \"clearer\": 1, \"keypads\": 1, \"reach\": 1, \"ericson\": 1, \"za\": 1, \"motor\": 1, \"control\": 1, \"center\": 1, \"voltage\": 1, \"humming\": 1, \"equipment\": 1, \"certain\": 1, \"places\": 4, \"girl\": 1, \"complain\": 1, \"wake\": 1, \"styling\": 1, \"restocking\": 1, \"fee\": 1, \"darn\": 1, \"lousy\": 1, \"seen\": 3, \"sweetest\": 1, \"securely\": 1, \"hook\": 1, \"directed\": 1, \"canal\": 1, \"problemvery\": 1, \"unsatisfactory\": 1, \"videos\": 1, \"negatively\": 1, \"adapter\": 1, \"provide\": 1, \"hype\": 1, \"assumed\": 1, \"lense\": 1, \"covered\": 2, \"falls\": 1, \"text\": 1, \"messaging\": 1, \"tricky\": 1, \"painful\": 1, \"lasted\": 1, \"blew\": 1, \"flops\": 1, \"smudged\": 1, \"touches\": 1, \"disappoint\": 2, \"infra\": 1, \"port\": 1, \"irda\": 1, \"answer\": 1, \"crust\": 2, \"tasty\": 8, \"texture\": 2, \"nasty\": 2, \"late\": 2, \"bank\": 1, \"holiday\": 1, \"rick\": 1, \"steve\": 1, \"recommendation\": 2, \"selection\": 8, \"menu\": 9, \"prices\": 6, \"angry\": 1, \"damn\": 3, \"pho\": 5, \"honeslty\": 1, \"taste\": 11, \"fresh\": 10, \"potatoes\": 2, \"rubber\": 1, \"ahead\": 1, \"warmer\": 1, \"fries\": 5, \"cashier\": 1, \"wayyy\": 1, \"overpriced\": 2, \"cape\": 1, \"cod\": 1, \"ravoli\": 1, \"chickenwith\": 1, \"cranberrymmmm\": 1, \"disgusted\": 1, \"human\": 1, \"shocked\": 1, \"indicate\": 1, \"cash\": 1, \"waitress\": 7, \"vegas\": 18, \"burrittos\": 1, \"blah\": 1, \"food\": 74, \"interior\": 1, \"rightthe\": 1, \"velvet\": 1, \"cakeohhh\": 1, \"brought\": 1, \"salad\": 10, \"asked\": 2, \"hole\": 1, \"mexican\": 2, \"street\": 1, \"tacos\": 2, \"staff\": 11, \"tables\": 4, \"restaurant\": 17, \"luke\": 1, \"warm\": 2, \"sever\": 1, \"running\": 3, \"overwhelmed\": 2, \"salmon\": 3, \"sashimi\": 1, \"combos\": 1, \"burger\": 9, \"beer\": 5, \"final\": 1, \"blow\": 1, \"accident\": 1, \"grab\": 1, \"bite\": 1, \"familiar\": 2, \"pub\": 1, \"favor\": 1, \"redeeming\": 1, \"portions\": 3, \"waiter\": 5, \"table\": 5, \"visit\": 2, \"hiro\": 1, \"delight\": 1, \"shrimp\": 4, \"tender\": 5, \"moist\": 1, \"drag\": 1, \"establishment\": 3, \"judge\": 1, \"grossed\": 2, \"melted\": 1, \"styrofoam\": 1, \"eat\": 8, \"fear\": 1, \"sick\": 3, \"positive\": 1, \"server\": 5, \"attentive\": 3, \"frozen\": 1, \"pucks\": 1, \"disgust\": 1, \"behind\": 1, \"register\": 1, \"rib\": 1, \"dessert\": 3, \"section\": 1, \"generic\": 1, \"beef\": 2, \"cooked\": 6, \"sandwich\": 3, \"firehouse\": 1, \"greek\": 3, \"dressing\": 3, \"pita\": 1, \"hummus\": 1, \"refreshing\": 1, \"duck\": 2, \"pink\": 1, \"char\": 2, \"realized\": 2, \"husband\": 3, \"chow\": 1, \"mein\": 1, \"attitudes\": 1, \"towards\": 2, \"customers\": 2, \"portion\": 2, \"itfriendly\": 1, \"servers\": 4, \"wonderful\": 6, \"imaginative\": 1, \"heart\": 3, \"attack\": 2, \"grill\": 1, \"downtown\": 1, \"flatlined\": 1, \"excuse\": 2, \"seafood\": 3, \"strings\": 1, \"pasta\": 4, \"amount\": 1, \"sauce\": 6, \"scallop\": 2, \"banana\": 1, \"petrified\": 1, \"tasteless\": 3, \"refill\": 1, \"water\": 2, \"struggle\": 1, \"wave\": 1, \"receives\": 1, \"appetizers\": 2, \"cocktails\": 1, \"handmade\": 1, \"delicious\": 22, \"wed\": 1, \"military\": 1, \"dos\": 1, \"gringos\": 1, \"updatewent\": 1, \"second\": 3, \"heard\": 2, \"salt\": 2, \"batter\": 2, \"fish\": 3, \"chewy\": 2, \"finish\": 1, \"tastings\": 1, \"drinks\": 3, \"jeff\": 1, \"beyond\": 1, \"rice\": 3, \"meh\": 1, \"min\": 3, \"milkshake\": 1, \"chocolate\": 1, \"milk\": 1, \"known\": 2, \"suck\": 1, \"excalibur\": 1, \"common\": 1, \"sense\": 1, \"dish\": 6, \"appalling\": 1, \"sweet\": 3, \"potato\": 5, \"seasoned\": 1, \"lunch\": 4, \"buffet\": 6, \"cheated\": 1, \"eating\": 5, \"opportunity\": 2, \"experiencing\": 1, \"underwhelming\": 1, \"relationship\": 1, \"parties\": 1, \"wait\": 4, \"smelled\": 1, \"grease\": 1, \"trap\": 1, \"turkey\": 1, \"roast\": 1, \"pan\": 1, \"cakes\": 1, \"raving\": 1, \"sugary\": 1, \"disaster\": 1, \"tailored\": 1, \"palate\": 1, \"six\": 1, \"rolls\": 3, \"yummy\": 1, \"meat\": 4, \"ratio\": 1, \"chicken\": 5, \"tenders\": 1, \"unsatisfying\": 1, \"omelets\": 1, \"die\": 2, \"summary\": 1, \"largely\": 1, \"dining\": 6, \"sexy\": 1, \"mouth\": 2, \"youre\": 3, \"outrageously\": 1, \"flirting\": 1, \"hottest\": 1, \"rock\": 1, \"casino\": 1, \"step\": 1, \"forward\": 1, \"breakfast\": 7, \"bye\": 2, \"tip\": 1, \"lady\": 1, \"cafe\": 3, \"serves\": 2, \"roasted\": 1, \"garlic\": 1, \"bone\": 1, \"marrow\": 2, \"added\": 1, \"meal\": 3, \"bloddy\": 1, \"marys\": 1, \"town\": 5, \"mussels\": 1, \"wine\": 2, \"reduction\": 1, \"dishes\": 4, \"buffets\": 1, \"tigerlilly\": 1, \"afternoon\": 1, \"bartender\": 2, \"personable\": 1, \"ambience\": 1, \"playing\": 1, \"trip\": 3, \"sooooo\": 1, \"sushi\": 7, \"lovers\": 2, \"lets\": 1, \"honest\": 1, \"yama\": 1, \"arriving\": 1, \"busy\": 2, \"thai\": 4, \"spicy\": 5, \"gross\": 2, \"atmosphere\": 6, \"steak\": 10, \"actual\": 1, \"served\": 5, \"blandest\": 1, \"eaten\": 5, \"preparing\": 2, \"indian\": 1, \"cuisine\": 1, \"worries\": 1, \"guys\": 1, \"steaks\": 4, \"loving\": 1, \"hes\": 1, \"venture\": 1, \"spot\": 5, \"host\": 1, \"lack\": 1, \"bitches\": 1, \"liking\": 1, \"reasons\": 1, \"reviewing\": 1, \"leave\": 3, \"phenomenal\": 1, \"ambiance\": 5, \"venturing\": 1, \"pork\": 3, \"belly\": 2, \"penne\": 1, \"vodka\": 1, \"including\": 1, \"massive\": 1, \"meatloaf\": 1, \"crispy\": 1, \"wrap\": 1, \"delish\": 3, \"tuna\": 1, \"melt\": 2, \"burgers\": 2, \"management\": 4, \"rude\": 4, \"bagels\": 1, \"selections\": 1, \"cream\": 3, \"cheese\": 2, \"lox\": 1, \"capers\": 1, \"subway\": 2, \"meet\": 1, \"restaurants\": 2, \"dine\": 2, \"weekend\": 1, \"drink\": 2, \"empty\": 3, \"suggestions\": 1, \"rarely\": 2, \"ate\": 1, \"curry\": 2, \"bamboo\": 1, \"shoots\": 1, \"blanket\": 1, \"moz\": 1, \"subpar\": 2, \"bathrooms\": 2, \"clean\": 6, \"decorated\": 2, \"considering\": 3, \"pace\": 1, \"watched\": 1, \"attention\": 1, \"ignore\": 1, \"fianc\": 1, \"middle\": 1, \"greeted\": 1, \"seated\": 3, \"mandalay\": 1, \"bay\": 2, \"waited\": 10, \"forty\": 1, \"vain\": 1, \"crostini\": 1, \"stale\": 2, \"highlights\": 1, \"nigiri\": 1, \"joint\": 1, \"flavored\": 1, \"voodoo\": 1, \"gluten\": 1, \"bakery\": 2, \"leftover\": 1, \"relocated\": 1, \"diverse\": 1, \"handsdown\": 1, \"phoenix\": 3, \"treated\": 3, \"bacon\": 4, \"hella\": 1, \"salty\": 1, \"spinach\": 1, \"avocado\": 1, \"ingredients\": 1, \"sad\": 2, \"handed\": 1, \"ladies\": 2, \"listed\": 1, \"waitresses\": 1, \"lordy\": 1, \"khao\": 1, \"soi\": 1, \"terrific\": 1, \"thrilled\": 1, \"accommodations\": 1, \"vegetarian\": 1, \"daughter\": 1, \"caught\": 1, \"judging\": 1, \"inspired\": 1, \"leaves\": 1, \"desired\": 1, \"modern\": 1, \"hip\": 1, \"maintaining\": 1, \"coziness\": 1, \"weekly\": 1, \"haunt\": 1, \"sat\": 3, \"asking\": 1, \"flavor\": 8, \"overcooked\": 1, \"charcoal\": 1, \"decided\": 2, \"looked\": 2, \"verge\": 1, \"dressed\": 1, \"rudely\": 1, \"dirt\": 1, \"hits\": 1, \"healthy\": 2, \"quantity\": 1, \"lemon\": 1, \"raspberry\": 1, \"ice\": 3, \"cocktail\": 1, \"imagined\": 1, \"interesting\": 3, \"decor\": 1, \"crepe\": 1, \"bread\": 3, \"butter\": 2, \"chips\": 2, \"bits\": 1, \"topvery\": 1, \"watch\": 2, \"egg\": 2, \"gyros\": 1, \"missing\": 1, \"wings\": 4, \"feeling\": 1, \"joeys\": 1, \"voted\": 1, \"dog\": 2, \"valley\": 1, \"readers\": 1, \"magazine\": 1, \"bowl\": 2, \"live\": 2, \"fridays\": 1, \"blows\": 1, \"insulted\": 2, \"disrespected\": 1, \"drive\": 2, \"exceeding\": 1, \"hope\": 2, \"dreamed\": 1, \"serivce\": 1, \"brunch\": 2, \"inviting\": 1, \"lived\": 1, \"stepped\": 1, \"foot\": 1, \"mixed\": 1, \"mushrooms\": 1, \"yukon\": 1, \"gold\": 2, \"puree\": 1, \"corn\": 1, \"beateous\": 1, \"bug\": 2, \"showed\": 1, \"climbing\": 1, \"friend\": 1, \"tartar\": 1, \"soggy\": 1, \"jamaican\": 1, \"mojitos\": 1, \"rich\": 1, \"accordingly\": 1, \"shower\": 2, \"rinse\": 1, \"nude\": 1, \"lobster\": 2, \"bisque\": 2, \"bussell\": 1, \"sprouts\": 1, \"risotto\": 1, \"filet\": 1, \"pepperand\": 1, \"hopefully\": 1, \"bodes\": 1, \"business\": 3, \"cook\": 1, \"cold\": 3, \"wrapped\": 1, \"dates\": 1, \"unbelievable\": 1, \"folks\": 4, \"otto\": 1, \"welcome\": 1, \"special\": 4, \"mains\": 1, \"uninspiredthis\": 1, \"amazingthis\": 1, \"muststop\": 1, \"whenever\": 1, \"againif\": 1, \"dealing\": 1, \"worlds\": 1, \"worstannoying\": 1, \"drunk\": 1, \"peoplevery\": 1, \"chefordered\": 1, \"cheeseburger\": 1, \"single\": 1, \"patty\": 1, \"uploaded\": 1, \"yeah\": 1, \"sucksgreat\": 1, \"sporting\": 1, \"events\": 1, \"walls\": 1, \"tvsif\": 1, \"possible\": 3, \"theyd\": 1, \"itthe\": 1, \"descriptions\": 1, \"yum\": 2, \"eel\": 1, \"mayowell\": 1, \"sauces\": 1, \"hardest\": 1, \"honestly\": 1, \"ms\": 1, \"supposed\": 1, \"rolled\": 1, \"eyes\": 1, \"stayed\": 2, \"providing\": 1, \"flavourful\": 1, \"building\": 1, \"freezing\": 1, \"reviewer\": 1, \"close\": 1, \"flavorful\": 2, \"delights\": 1, \"ayce\": 1, \"lighting\": 1, \"dark\": 2, \"mood\": 1, \"based\": 1, \"gratitude\": 1, \"owners\": 2, \"privileged\": 1, \"workingeating\": 1, \"creamy\": 2, \"parents\": 1, \"similar\": 1, \"silently\": 1, \"pizza\": 9, \"peanut\": 1, \"wouldve\": 1, \"godfathers\": 1, \"tough\": 1, \"sticks\": 1, \"recall\": 1, \"tap\": 1, \"exquisite\": 1, \"generous\": 2, \"par\": 1, \"thus\": 1, \"visited\": 1, \"twice\": 1, \"proclaimed\": 1, \"coffee\": 2, \"wildly\": 1, \"veggitarian\": 1, \"platter\": 1, \"world\": 1, \"madison\": 1, \"ironman\": 1, \"chefs\": 1, \"dedicated\": 1, \"boba\": 1, \"tea\": 2, \"spots\": 1, \"jenni\": 1, \"patio\": 2, \"outstanding\": 3, \"goat\": 1, \"taco\": 1, \"skimp\": 1, \"mac\": 1, \"bachi\": 2, \"stinks\": 1, \"salads\": 1, \"burned\": 1, \"saganaki\": 1, \"disagree\": 1, \"fellow\": 1, \"yelpers\": 1, \"pizzas\": 3, \"neighborhood\": 1, \"location\": 4, \"pulled\": 2, \"soooo\": 1, \"prepared\": 1, \"writing\": 1, \"stir\": 2, \"fried\": 2, \"noodles\": 1, \"chip\": 1, \"count\": 1, \"box\": 1, \"boring\": 1, \"servicecheck\": 1, \"greedy\": 1, \"corporation\": 1, \"dime\": 1, \"atrocious\": 1, \"summer\": 1, \"charming\": 1, \"outdoor\": 1, \"delightful\": 1, \"toasted\": 1, \"english\": 1, \"muffin\": 1, \"untoasted\": 1, \"bus\": 1, \"figured\": 1, \"publicly\": 1, \"loudly\": 1, \"bbq\": 1, \"lighter\": 1, \"fare\": 1, \"public\": 1, \"ways\": 1, \"inhouse\": 1, \"downside\": 1, \"doubt\": 2, \"shawarrrrrrma\": 1, \"eyed\": 1, \"peas\": 1, \"unreal\": 1, \"serve\": 1, \"vinaigrette\": 1, \"mom\": 2, \"bites\": 1, \"pleasant\": 2, \"honor\": 1, \"hut\": 1, \"coupons\": 1, \"unbelievably\": 1, \"covers\": 1, \"replenished\": 1, \"plain\": 1, \"yucky\": 1, \"omg\": 2, \"delicioso\": 1, \"spaghetti\": 1, \"vegetables\": 1, \"tucson\": 1, \"vegasthere\": 1, \"chipotle\": 1, \"classywarm\": 1, \"succulent\": 1, \"baseball\": 1, \"brick\": 1, \"oven\": 1, \"app\": 1, \"ten\": 2, \"equally\": 1, \"pancakes\": 2, \"eggs\": 2, \"genuinely\": 1, \"enthusiastic\": 1, \"treat\": 1, \"sadly\": 1, \"gordon\": 1, \"ramseys\": 1, \"shall\": 1, \"sharply\": 1, \"evening\": 1, \"bathroom\": 1, \"door\": 1, \"offered\": 1, \"tasted\": 2, \"handling\": 1, \"rowdy\": 1, \"despicable\": 1, \"soup\": 1, \"lukewarm\": 1, \"craving\": 1, \"deserves\": 2, \"stomach\": 1, \"ache\": 1, \"ball\": 1, \"space\": 1, \"elegantly\": 1, \"customize\": 1, \"usual\": 1, \"eggplant\": 1, \"green\": 2, \"bean\": 1, \"beans\": 1, \"outta\": 1, \"inconsiderate\": 1, \"hi\": 1, \"dinners\": 1, \"outshining\": 1, \"halibut\": 1, \"starving\": 1, \"disgrace\": 1, \"def\": 1, \"ethic\": 1, \"andddd\": 1, \"past\": 1, \"stuffed\": 2, \"located\": 1, \"crystals\": 1, \"shopping\": 1, \"mall\": 1, \"aria\": 1, \"summarize\": 1, \"nay\": 1, \"transcendant\": 1, \"brings\": 1, \"pneumatic\": 1, \"condiment\": 1, \"dispenser\": 1, \"ians\": 1, \"kids\": 2, \"kiddos\": 1, \"perfection\": 1, \"impeccable\": 1, \"bouchon\": 1, \"accountant\": 1, \"screwed\": 1, \"reminds\": 1, \"pop\": 1, \"shops\": 1, \"san\": 1, \"francisco\": 1, \"buldogis\": 1, \"gourmet\": 1, \"frustrated\": 1, \"petty\": 1, \"iced\": 1, \"hungry\": 1, \"assure\": 2, \"teeth\": 1, \"sore\": 1, \"enjoyed\": 3, \"become\": 1, \"regular\": 2, \"needs\": 2, \"professional\": 1, \"dinner\": 2, \"companions\": 1, \"meeverything\": 1, \"ground\": 1, \"smeared\": 1, \"beensteppedinandtrackedeverywhere\": 1, \"pile\": 1, \"bird\": 1, \"poop\": 1, \"furthermore\": 1, \"operation\": 1, \"weve\": 1, \"expertconnisseur\": 1, \"topic\": 1, \"jerk\": 1, \"strike\": 1, \"wants\": 1, \"rushed\": 1, \"nicest\": 1, \"across\": 1, \"biscuits\": 1, \"appetizer\": 1, \"absolutley\": 1, \"lb\": 1, \"cow\": 1, \"ths\": 1, \"gristle\": 1, \"fat\": 1, \"steiners\": 1, \"dollars\": 1, \"fs\": 1, \"breakfastlunch\": 1, \"pears\": 1, \"almonds\": 1, \"spicier\": 1, \"prefer\": 1, \"ribeye\": 1, \"mesquite\": 1, \"anytime\": 2, \"gooodd\": 1, \"connoisseur\": 1, \"difference\": 1, \"contained\": 1, \"driest\": 2, \"mouthful\": 1, \"enjoyable\": 1, \"relaxed\": 1, \"venue\": 1, \"couples\": 1, \"groups\": 1, \"nargile\": 1, \"tater\": 1, \"tots\": 1, \"southwest\": 1, \"paid\": 1, \"vanilla\": 1, \"smooth\": 1, \"profiterole\": 1, \"choux\": 1, \"pastry\": 1, \"az\": 1, \"manager\": 2, \"carlys\": 1, \"acknowledged\": 2, \"foodand\": 1, \"forgetting\": 1, \"margaritas\": 1, \"ventilation\": 1, \"upgrading\": 1, \"letdown\": 1, \"camelback\": 1, \"flower\": 1, \"shop\": 1, \"cartel\": 1, \"trimmed\": 1, \"group\": 2, \"claimed\": 1, \"handled\": 1, \"beautifully\": 1, \"bill\": 1, \"bring\": 1, \"jewel\": 1, \"las\": 1, \"limited\": 1, \"boiled\": 1, \"crab\": 2, \"legs\": 2, \"toro\": 1, \"tartare\": 1, \"cavier\": 1, \"extraordinary\": 1, \"thinly\": 1, \"sliced\": 1, \"wagyu\": 1, \"truffle\": 1, \"attached\": 1, \"gas\": 1, \"sign\": 1, \"decide\": 1, \"worse\": 1, \"humiliated\": 1, \"worker\": 1, \"mebunch\": 1, \"name\": 1, \"callings\": 1, \"conclusion\": 1, \"filling\": 1, \"meals\": 1, \"daily\": 1, \"specials\": 1, \"tragedy\": 1, \"struck\": 1, \"pancake\": 1, \"crawfish\": 1, \"monster\": 1, \"moms\": 1, \"multigrain\": 1, \"pumpkin\": 1, \"pecan\": 1, \"fluffy\": 1, \"airline\": 1, \"noca\": 1, \"gyro\": 1, \"lettuce\": 1, \"thoroughly\": 1, \"homemade\": 2, \"pastas\": 1, \"cheesecurds\": 1, \"typical\": 1, \"glance\": 1, \"lovely\": 1, \"finger\": 1, \"beauty\": 1, \"gone\": 1, \"greasy\": 1, \"unhealthy\": 1, \"similarly\": 1, \"man\": 1, \"apology\": 1, \"pack\": 1, \"togo\": 1, \"tiramisu\": 1, \"cannoli\": 1, \"upway\": 1, \"sun\": 1, \"bunch\": 1, \"meats\": 1, \"choose\": 1, \"frenchman\": 1, \"desserts\": 2, \"martini\": 1, \"opinion\": 1, \"entrees\": 1, \"gc\": 1, \"sample\": 1, \"thirty\": 1, \"vacant\": 1, \"yellowtail\": 1, \"carpaccio\": 1, \"strangers\": 1, \"hello\": 1, \"boyfriend\": 1, \"recent\": 2, \"donut\": 1, \"saving\": 1, \"maybe\": 1, \"disgraceful\": 1, \"suffers\": 1, \"tapas\": 1, \"vinegrette\": 1, \"baby\": 1, \"greens\": 1, \"hearts\": 1, \"hankering\": 1, \"forth\": 1, \"helped\": 1, \"consider\": 1, \"theft\": 1, \"eew\": 1, \"complete\": 1, \"overhaul\": 1, \"witnessed\": 1, \"guests\": 1, \"regularly\": 1, \"swung\": 1, \"deeply\": 1, \"efficient\": 1, \"fan\": 1, \"sucker\": 1, \"dry\": 1, \"olives\": 1, \"perpared\": 1, \"presentation\": 1, \"giant\": 1, \"slices\": 1, \"dusted\": 1, \"powdered\": 1, \"sugar\": 1, \"fo\": 1, \"accomodate\": 1, \"veganveggie\": 1, \"crumby\": 1, \"pale\": 1, \"croutons\": 1, \"itll\": 1, \"trips\": 1, \"crema\": 1, \"caf\": 1, \"expanded\": 1, \"miss\": 1, \"philadelphia\": 1}", "word_docs": "{\"go\": 33, \"way\": 13, \"converter\": 1, \"unless\": 5, \"us\": 12, \"plug\": 11, \"case\": 29, \"value\": 6, \"good\": 134, \"excellent\": 34, \"jawbone\": 3, \"great\": 132, \"tied\": 1, \"minutesmajor\": 1, \"conversations\": 3, \"problems\": 12, \"charger\": 17, \"lasting\": 2, \"mic\": 4, \"jiggle\": 1, \"right\": 19, \"line\": 3, \"get\": 27, \"decent\": 5, \"volume\": 12, \"dozen\": 1, \"several\": 9, \"sending\": 4, \"hundred\": 1, \"fun\": 3, \"imagine\": 1, \"contacts\": 3, \"one\": 50, \"owneryou\": 1, \"razr\": 5, \"must\": 6, \"wasted\": 2, \"say\": 14, \"money\": 22, \"needless\": 1, \"time\": 57, \"waste\": 18, \"sound\": 39, \"quality\": 58, \"battery\": 44, \"impressed\": 11, \"original\": 6, \"going\": 16, \"extended\": 2, \"started\": 5, \"notice\": 2, \"garbled\": 1, \"headset\": 45, \"ft\": 1, \"two\": 17, \"excessive\": 1, \"seperated\": 1, \"static\": 3, \"mere\": 1, \"though\": 6, \"clip\": 4, \"design\": 11, \"comfortable\": 17, \"ear\": 31, \"odd\": 1, \"tooth\": 2, \"blue\": 4, \"phone\": 155, \"recommend\": 33, \"highly\": 11, \"fooled\": 1, \"everyone\": 7, \"advise\": 2, \"far\": 18, \"works\": 46, \"place\": 62, \"makes\": 11, \"last\": 12, \"would\": 49, \"wonder\": 1, \"clicks\": 1, \"mechanism\": 1, \"long\": 12, \"website\": 3, \"directions\": 1, \"went\": 15, \"followed\": 1, \"could\": 28, \"motorolas\": 2, \"pair\": 3, \"loved\": 10, \"absolutely\": 8, \"use\": 42, \"fire\": 2, \"kindle\": 1, \"bought\": 16, \"commercials\": 1, \"misleading\": 1, \"days\": 9, \"without\": 10, \"charging\": 5, \"three\": 5, \"run\": 2, \"new\": 21, \"thats\": 6, \"yet\": 5, \"bars\": 6, \"problem\": 12, \"mother\": 1, \"combination\": 2, \"pocket\": 3, \"pc\": 3, \"owned\": 2, \"ive\": 37, \"mobile\": 2, \"months\": 10, \"best\": 41, \"didnt\": 15, \"helpful\": 7, \"provided\": 4, \"think\": 21, \"instructions\": 4, \"couldnt\": 12, \"talk\": 8, \"hear\": 12, \"people\": 15, \"earphone\": 1, \"pull\": 2, \"doesnt\": 16, \"hold\": 5, \"charge\": 13, \"breakage\": 1, \"simple\": 6, \"unacceptible\": 1, \"little\": 14, \"like\": 57, \"product\": 55, \"whose\": 1, \"ideal\": 1, \"sensitive\": 1, \"ears\": 6, \"car\": 19, \"moving\": 1, \"speed\": 1, \"freeway\": 1, \"unusable\": 2, \"contract\": 1, \"hate\": 6, \"years\": 10, \"left\": 10, \"well\": 48, \"ac\": 1, \"sure\": 11, \"make\": 15, \"never\": 28, \"juicehighy\": 1, \"recommended\": 4, \"included\": 3, \"book\": 2, \"need\": 8, \"turn\": 6, \"mins\": 1, \"first\": 32, \"phonebattery\": 1, \"life\": 13, \"least\": 5, \"short\": 2, \"kept\": 7, \"performance\": 4, \"poor\": 17, \"fine\": 16, \"worthless\": 3, \"clear\": 12, \"picture\": 7, \"nice\": 36, \"camera\": 11, \"pics\": 1, \"mp\": 2, \"priced\": 7, \"audio\": 7, \"garbage\": 1, \"bluetooth\": 17, \"features\": 3, \"want\": 13, \"gonna\": 1, \"buy\": 19, \"mind\": 3, \"phones\": 12, \"regarding\": 2, \"returned\": 3, \"arguing\": 1, \"dropped\": 7, \"verizon\": 8, \"calls\": 13, \"made\": 25, \"seems\": 5, \"disappointed\": 22, \"enough\": 22, \"loud\": 6, \"protection\": 3, \"bulky\": 1, \"realworld\": 1, \"usable\": 1, \"useful\": 1, \"turns\": 2, \"neat\": 1, \"instead\": 4, \"actually\": 5, \"gadget\": 1, \"machine\": 1, \"pda\": 2, \"keyboard\": 4, \"large\": 5, \"pretty\": 19, \"sturdy\": 5, \"love\": 30, \"thing\": 16, \"price\": 30, \"everything\": 16, \"ie\": 1, \"reasonable\": 4, \"stream\": 1, \"seconds\": 3, \"submerged\": 1, \"still\": 21, \"even\": 28, \"happy\": 21, \"end\": 7, \"complaints\": 3, \"bad\": 23, \"buttons\": 8, \"support\": 4, \"microsofts\": 1, \"tech\": 2, \"essentially\": 2, \"forget\": 2, \"cool\": 10, \"looks\": 10, \"since\": 10, \"really\": 45, \"elegant\": 1, \"faceplates\": 1, \"find\": 9, \"headphones\": 6, \"seriously\": 8, \"purchase\": 14, \"perhaps\": 4, \"different\": 7, \"party\": 3, \"angle\": 1, \"clearly\": 2, \"particular\": 3, \"pause\": 1, \"cover\": 3, \"drawback\": 1, \"front\": 5, \"skip\": 1, \"big\": 8, \"songs\": 1, \"lock\": 2, \"let\": 3, \"player\": 4, \"suddenly\": 1, \"week\": 6, \"later\": 6, \"activated\": 1, \"died\": 2, \"wear\": 9, \"headsets\": 8, \"feels\": 7, \"glasses\": 2, \"gets\": 7, \"sometimes\": 2, \"ipods\": 1, \"device\": 13, \"situations\": 1, \"work\": 34, \"bmw\": 1, \"fairly\": 1, \"person\": 3, \"hearing\": 1, \"series\": 2, \"quiet\": 2, \"trouble\": 3, \"saying\": 2, \"choice\": 3, \"station\": 4, \"home\": 7, \"docking\": 2, \"beautiful\": 5, \"dwrongly\": 1, \"advertised\": 2, \"item\": 20, \"handy\": 2, \"lot\": 12, \"within\": 6, \"working\": 11, \"purchased\": 4, \"longer\": 3, \"everyday\": 1, \"holds\": 4, \"bargain\": 5, \"packaged\": 3, \"intended\": 1, \"arrived\": 7, \"runs\": 1, \"quickly\": 7, \"worked\": 20, \"broke\": 8, \"loves\": 3, \"easy\": 17, \"construction\": 3, \"cheaper\": 2, \"better\": 27, \"boy\": 3, \"super\": 5, \"loads\": 1, \"ease\": 3, \"expect\": 6, \"costs\": 2, \"much\": 23, \"greater\": 1, \"play\": 3, \"music\": 4, \"buds\": 1, \"dont\": 47, \"order\": 11, \"plan\": 3, \"found\": 12, \"waaay\": 1, \"tried\": 10, \"listener\": 1, \"bluetooths\": 1, \"using\": 12, \"decision\": 4, \"im\": 34, \"seamlessly\": 1, \"integrated\": 1, \"motorola\": 11, \"buyer\": 1, \"beware\": 2, \"flush\": 1, \"toilet\": 1, \"definitely\": 17, \"free\": 5, \"shipping\": 5, \"apparently\": 2, \"received\": 7, \"match\": 3, \"supposedly\": 1, \"white\": 4, \"also\": 40, \"black\": 8, \"pictures\": 4, \"prosgood\": 1, \"styles\": 1, \"flaw\": 2, \"huge\": 6, \"correctly\": 1, \"jabra\": 9, \"reception\": 15, \"piece\": 15, \"fit\": 12, \"fall\": 3, \"rated\": 2, \"renders\": 1, \"images\": 1, \"megapixels\": 1, \"expectations\": 2, \"although\": 4, \"high\": 6, \"relatively\": 1, \"resolution\": 2, \"impressive\": 2, \"purcashed\": 1, \"call\": 9, \"wife\": 4, \"ask\": 4, \"slim\": 2, \"light\": 7, \"display\": 3, \"toast\": 2, \"stylish\": 1, \"leather\": 4, \"embedded\": 1, \"geeky\": 1, \"oozes\": 1, \"sleek\": 2, \"rocks\": 3, \"sex\": 1, \"fast\": 6, \"full\": 6, \"cell\": 14, \"number\": 3, \"keypad\": 2, \"compromise\": 1, \"basic\": 1, \"qwerty\": 1, \"may\": 6, \"unhappy\": 2, \"completely\": 8, \"got\": 22, \"around\": 10, \"winner\": 2, \"simpler\": 1, \"setup\": 3, \"earpieces\": 3, \"fits\": 11, \"comfortably\": 4, \"signal\": 6, \"strong\": 5, \"iam\": 1, \"pleased\": 7, \"job\": 7, \"done\": 5, \"basically\": 4, \"service\": 69, \"set\": 4, \"weeks\": 5, \"bt\": 4, \"disapoinment\": 1, \"small\": 12, \"realize\": 1, \"used\": 17, \"getting\": 7, \"brilliant\": 1, \"almost\": 4, \"accompanied\": 1, \"software\": 6, \"avoid\": 6, \"damage\": 1, \"nicely\": 1, \"definitly\": 1, \"buyerbe\": 1, \"careful\": 2, \"majority\": 1, \"earbud\": 3, \"logitech\": 2, \"failed\": 3, \"stuff\": 4, \"peachykeen\": 1, \"basement\": 1, \"house\": 3, \"upstairs\": 1, \"coverage\": 2, \"recognition\": 2, \"voice\": 8, \"tremendous\": 2, \"minute\": 1, \"drops\": 3, \"area\": 8, \"experienced\": 3, \"hours\": 7, \"takes\": 2, \"forever\": 3, \"literally\": 4, \"reccomendation\": 1, \"relative\": 1, \"glad\": 5, \"items\": 1, \"description\": 3, \"stated\": 2, \"sudden\": 1, \"screen\": 9, \"hoping\": 3, \"linking\": 1, \"blackberry\": 2, \"curve\": 1, \"seemed\": 1, \"sketchy\": 1, \"technology\": 2, \"know\": 13, \"funny\": 2, \"sounds\": 2, \"wouldnt\": 3, \"wellwell\": 1, \"wired\": 2, \"faster\": 1, \"previous\": 2, \"kind\": 9, \"messages\": 1, \"web\": 1, \"significantly\": 1, \"browsing\": 1, \"unlike\": 1, \"build\": 1, \"cheap\": 9, \"fantastic\": 12, \"perfectly\": 9, \"colors\": 1, \"wi\": 2, \"superb\": 2, \"internet\": 6, \"less\": 7, \"whine\": 1, \"goesthe\": 1, \"communicate\": 1, \"tool\": 4, 